[
   [
      "Don't worry about what people think about you, because they are usually wrong."
   ],
   [
      "You could be one step away from achieving your wildest dreams, but you could also be one step away from a cliff. Watch where you step."
   ],
   [
      "Be kind .. or else"
   ],
   [
      "Life may suck, but at least you have me"
   ],
   [
      "Don't sit around waiting for a miracle. You will probably never have one."
   ],
   [
      "Just because you suck doesn't mean your day will"
   ],
   [
      "Stop worrying about what people think, because no one cares about you."
   ],
   [
      "You should be yourself, even if everyone hates you"
   ],
   [
      "Things will get better, but you'll probably be gone by then"
   ],
   [
      "Everyone has someone. I'm not that someone."
   ],
   [
      "While your life is a joke, at least it's a funny one"
   ],
   [
      "Show that you're not useless."
   ],
   [
      "You should still be yourself, but hold back a little"
   ],
   [
      "Everyone has their place, even if it's the trash"
   ],
   [
      "There are plenty of fish in the sea, but there are also sharks."
   ],
   [
      "You can never fail if you never try."
   ],
   [
      "Never shoot first, but take pride in retaliation"
   ],
   [
      "The day is young, but you are older"
   ],
   [
      "No matter how dumb you are, there is always someone dumber."
   ],
   [
      "No matter what you are doing, you could always do it better."
   ],
   [
      "Everyone is destined for greatness, but some people are zeros."
   ],
   [
      "Any path could lead you to greatness, but many will ruin your life."
   ],
   [
      "Even if someone's mean to you, remember to pay it forward."
   ],
   [
      "Perfection is impossible, so there will always be something wrong with you."
   ],
   [
      "You only live once. Do whatever you want and to hell with the consequences."
   ],
   [
      "The inner beauty is what's important, which is why your mirror hasn't cracked."
   ],
   [
      "Everyone is going somewhere, even if it's away from you."
   ],
   [
      "If you don't want to be yourself, you don't have to."
   ],
   [
      "Some people pretend to be happy, but you can be authentically angry."
   ],
   [
      "If people are making fun of you, make fun of them. They deserve it!"
   ],
   [
      "The world is full of monsters, and you are no exception."
   ],
   [
      "If life gets you down, repress your feelings until you have the courage to face them."
   ]
]