[
   [
      "Why can't dinosaurs clap their hands?",
      "Because they're extinct."
   ],
   [
      "Why couldn't the produce manager make it to work?",
      "He could drive, but he didn't avocado."
   ],
   [
      "Can a frog jump higher than a house?",
      "Of course, a house can't jump."
   ],
   [
      "Why did the old man fall down the well?",
      "He couldn't see that well."
   ],
   [
      "Today at the bank, an old lady asked me to check her balance",
      "So I pushed her over."
   ],
   [
      "If your house is cold, just stand in the corner.",
      "It's always 90 degrees there."
   ],
   [
      "The other day I bought a thesaurus, but when I got home and opened it, all the pages were blank.",
      "I have no words to describe how angry I am."
   ],
   [
      "Earlier today, I bought the world's worst thesaurus!",
      "Not only was it terrible, but it was terrible"
   ],
   [
      "Have you ever heard about the kidnapping at school?",
      "It's okay, he woke up."
   ],
   [
      "What word can you make shorter by adding two letters?",
      "Short."
   ],
   [
      "What do call a criminal landing an airplane?",
      "Condescending."
   ],
   [
      "I stayed up all night wondering where the sun went",
      "Then it dawned on me."
   ],
   [
      "Two fish are in a tank. One turns to the other and says",
      "Any idea how to drive this thing?"
   ],
   [
      "What did the pirate say on his birthday?",
      "Aye, matey!"
   ],
   [
      "What's the best way to get the hospital after breaking your foot?",
      "Tow truck."
   ],
   [
      "Did you hear about the archeologist that got fired?",
      "His career is in ruins."
   ],
   [
      "What did the buffalo say to her son on the first day of school?",
      "Bison."
   ],
   [
      "What did the beach say when the tide came in?",
      "Long time no sea."
   ],
   [
      "What did one toilet say to the other?",
      "You appear a bit flushed."
   ],
   [
      "How do you make a tissue dance?",
      "Put a little boogie in it."
   ],
   [
      "What's the best way to catch a fish?",
      "Ask someone to throw it to you."
   ],
   [
      "I've never been a fan of facial hair.",
      "But now it's starting to grow on me."
   ],
   [
      "Why did the pony ask for a glass of water?",
      "Because it was a little horse."
   ],
   [
      "Is there anything worse than when it's raining cats and dogs?",
      "Yes, hailing taxis."
   ],
   [
      "How many apples can you grow on a tree?",
      "All of them."
   ],
   [
      "My manager told me to have a good day.",
      "So I didn't go into work."
   ],
   [
      "When does Friday come before Thursday?",
      "In the dictionary."
   ],
   [
      "Did you hear about the guy who was afraid of hurdles?",
      "He got over it."
   ],
   [
      "Did you hear about the guy who drank invisible ink?",
      "He's at the hospital waiting to be seen."
   ],
   [
      "What is the leading cause of dry skin?",
      "Towels."
   ],
   [
      "What's a pirate's favorite letter?",
      "You'd think it's 'R' but it's really 'C'."
   ],
   [
      "Did you hear about the broken guitar for sale?",
      "It comes with no strings attached."
   ],
   [
      "Humpty Dumpty had a great fall.",
      "Summer wasn't too bad either."
   ],
   [
      "What do you call a fish with no eyes?",
      "Fsh."
   ],
   [
      "What sits on the seabed and has twitches?",
      "A nervous wreck."
   ],
   [
      "Why did the girl toss a clock out the window?",
      "She wanted to see time fly."
   ],
   [
      "Where do armies belong?",
      "In your sleevies."
   ],
   [
      "What did one plate say to another plate?",
      "Tonight, dinner's on me."
   ],
   [
      "What happens when doctors get frustrated?",
      "They lose their patients."
   ],
   [
      "Why did the coach go to the bank?",
      "To get his quarter back."
   ],
   [
      "What do you call a cheese that isn't yours?",
      "Nacho cheese!"
   ],
   [
      "What did the janitor say when he jumped out of the closet?",
      "Supplies!"
   ],
   [
      "Why did the golfer bring two pairs of pants?",
      "Just in case he got a hole in one."
   ],
   [
      "What do you call a cow with no legs?",
      "Ground beef."
   ],
   [
      "Why did the whale blush?",
      "It saw the ocean's bottom."
   ],
   [
      "Why did the salad blush?",
      "It saw the ranch dressing"
   ],
   [
      "What sounds like a sneeze and is made of leather?",
      "A shoe."
   ],
   [
      "How do you stop a bull from charging?",
      "You cancel its credit card."
   ],
   [
      "Why was the math book sad?",
      "It had too many problems."
   ],
   [
      "What did the ocean say to the beach?",
      "Nothing. It just waved."
   ],
   [
      "A cheese factory exploded in France.",
      "Da brie is everywhere!"
   ],
   [
      "Why should you never use a dull pencil?",
      "Because it's pointless."
   ],
   [
      "Where did the cat go after losing its tail?",
      "The retail store."
   ],
   [
      "I wondered why the baseball was getting bigger.",
      "Then it hit me."
   ],
   [
      "Apparently taking a day off is not something you should do when you work for a calendar company."
   ],
   [
      "I bought shoes from a second hand shop.",
      "I think they must've belonged to some junkie though because I've been tripping the whole day."
   ],
   [
      "Why did the boy peek down the toilet bowl?",
      "He was trying to find Winnie the Pooh."
   ],
   [
      "Why don't teddy bears ever really eat at their picnics?",
      "Because they're already stuffed."
   ],
   [
      "A man went to the prom with his girlfriend. She just asked him for some punch.",
      "He went to get it - but there was no punch line."
   ],
   [
      "I used to be addicted to soap, but I'm clean now."
   ],
   [
      "So, you're not afraid of ghost puns?",
      "That's the spirit!"
   ],
   [
      "Have you heard about the fire in the shoe factory?",
      "Hundreds of soles were lost!"
   ],
   [
      "I saw this show about beavers last night",
      "Best dam documentary I've ever seen!"
   ],
   [
      "Velcros are just a big rip-off."
   ],
   [
      "Do you know how they make holy water?",
      "They boil the hell out of it!"
   ],
   [
      "I wanted to tell you a joke about leeches.",
      "But I won't, because they all suck."
   ],
   [
      "I injured my finger preparing cheese for our pasta.",
      "I seem to have grater problems."
   ],
   [
      "The future, the present, and the past walk into a shady bar.",
      "Things get tense."
   ],
   [
      "I was recently diagnosed with color-blindness.",
      "It came out of the green."
   ],
   [
      "I owe a lot to the sidewalks.",
      "They've been keeping me off the streets for years."
   ],
   [
      "Did you know that I burned 2,000 calories the other day?",
      "That's the last time I leave brownies in the oven while I nap."
   ],
   [
      "What's invisible and smells like carrots?",
      "Bunny farts"
   ],
   [
      "This graveyard looks overcrowded.",
      "People must be dying to get in."
   ],
   [
      "I made a pencil with two erasers.",
      "It was pointless."
   ],
   [
      "I used to hate facial hair but then it grew on me"
   ],
   [
      "Many people pick their nose, but I was born with mine"
   ],
   [
      "Spring is here! I am so excited that I wet my plants."
   ],
   [
      "Can a kangaroo jump higher than the empire state building?",
      "Of course! The Empire State Building can't jump"
   ],
   [
      "My wife is really mad that I have no sense of direction.",
      "So I packed up my stuff and right."
   ],
   [
      "When I was a kid, my mother told me I could be anyone I wanted to be.",
      "Turns out, identity theft is a crime."
   ],
   [
      "I named my printer Bob Marley because it's always Jammin'."
   ],
   [
      "To whoever stole my copy of Microsoft Office, I will find you. You have my Word!"
   ],
   [
      "I combined all of my wristwatched into a belt.",
      "That was such a waist of time."
   ],
   [
      "Yesterday, I ate a clock. It was very time consuming. Especially when I went back for seconds."
   ],
   [
      "What's the best way to see fish race?",
      "A Live Stream"
   ],
   [
      "My wife asked me to sync her phone, ...",
      "so I threw it into the ocean."
   ],
   [
      "What do you call a dog who meditates?",
      "Aware wolf."
   ],
   [
      "Can a frog jump higher than a house?",
      "Of course, a house can't jump."
   ],
   [
      "I was going to try an all almond diet, but that's just nuts."
   ],
   [
      "Today at the bank, an old lady asked me to check her balance.",
      "So I pushed her over."
   ],
   [
      "I got an A on my origami assignment when I turned my paper into my teacher."
   ],
   [
      "Did you hear about the guy who went to the doctor for a headache?",
      "The doctor examined his ear and found money. The doctor kept pulling and pulling it out until he had $1,999. Then the doctor said, 'No wonder you're not feeling two grand!'"
   ],
   [
      "What is the best present?",
      "Broken drums! You can't beat them."
   ],
   [
      "What word can you make shorter by adding two letters?",
      "Short."
   ],
   [
      "What do call a criminal landing an airplane?",
      "Condescending."
   ],
   [
      "I stayed up all night wondering where the sun went.",
      "Then it dawned on me."
   ],
   [
      "Justice is a dish best served cold.",
      "Otherwise, it's just water."
   ],
   [
      "How many apples grow on an apple tree?",
      "All of them."
   ],
   [
      "What has four wheels and flies?",
      "A garbage truck."
   ],
   [
      "How much does a chimney cost?",
      "Nothing, it's on the house."
   ],
   [
      "How do you make 7 even?",
      "Take away the S."
   ],
   [
      "How do you make Budweiser?",
      "Send him to school."
   ],
   [
      "I was walking down the beach when I heard a swimmer yelling for help with a shark circling him.",
      "I just laughed. I knew that shark wasn't going to help him."
   ],
   [
      "What do you call an elephant in a telephone booth?",
      "Stuck."
   ],
   [
      "A pony walks into a noisy bar and tries to order a beer. Bartender says 'I can't hear you! You'll have to speak up!' Pony says: 'Sorry! I'm a little horse!'"
   ],
   [
      "I don't play soccer because I enjoy the sport. I'm just doing it for kicks!"
   ]
]