[
   [
      "You must've been born on a highway, because that's where most accidents happen."
   ],
   [
      "You're so ugly that you get handed the camera every time there's a group photo"
   ],
   [
      "If laughter is the best medicine, your face must be curing the world."
   ],
   [
      "Please shut your mouth when you're talking to me."
   ],
   [
      "You have a face for radio."
   ],
   [
      "You are the human equivalent of a participation trophy"
   ],
   [
      "You cause joy whenever you go."
   ],
   [
      "I would agree with you but then we would both be wrong."
   ],
   [
      "I have neither the time nor the crayons to explain this to you."
   ],
   [
      "The last time I saw something like you, I flushed it."
   ],
   [
      "I will not have a battle of wits with someone who is unarmed."
   ],
   [
      "It's impossible to underestimate you."
   ],
   [
      "Guess you're not as dumb as you look. How could you be?!"
   ],
   [
      "You are proof that the universe has a sense of humor."
   ],
   [
      "Sometimes it's better to keep your mouth shut and let people think you're silly than open it and confirm their suspicions."
   ],
   [
      "I would describe your personality as a vibrant shade of beige."
   ],
   [
      "You are not the dumbest person on earth, but you'd better hope that person doesn't die."
   ],
   [
      "They say opposites attract. I hope you meet someone who is good-looking, intelligent, and cultured."
   ],
   [
      "If I wanted to kill myself I'd climb your ego and jump to your IQ."
   ],
   [
      "I can lose weight, but you'll always be ugly."
   ],
   [
      "Of course I talk like an idiot, how else would you understand me?"
   ],
   [
      "You're not completely useless; you can always serve as a bad example."
   ],
   [
      "You're not ugly; you're just aesthetically challenged."
   ],
   [
      "You're as useful as a waterproof teabag."
   ],
   [
      "You look like a \"before\" picture."
   ],
   [
      "You have the communication skills of an alarm clock"
   ],
   [
      "With your lack of brains, I bet you would do well in a zombie apocalypse."
   ],
   [
      "You are one of the brightest people I have ever met. You should stay 149 million kilometers away from me."
   ],
   [
      "No I'm not insulting you, I'm describing you."
   ],
   [
      "I'm busy now. Can I ignore you some other time?"
   ],
   [
      "Keep rolling your eyes, perhaps you'll find a brain back there."
   ],
   [
      "Your family tree must be a cactus because everybody on it is a prick."
   ],
   [
      "If they had a contest for the biggest loser on earth, you'd win second place"
   ],
   [
      "Don't like my sarcasm, well I don't like your stupid."
   ],
   [
      "Even Bob Ross would call you a mistake."
   ],
   [
      "I'd love to help you out. Which way did you get in?"
   ],
   [
      "Your hair is really nice! It's incredible how you hide the horns."
   ],
   [
      "Stupidity is not a crime. So you're free to go."
   ],
   [
      "Someday you'll go far. And I really hope you stay there."
   ],
   [
      "Oh, you don't like being treated the way you treat me? That must suck."
   ],
   [
      "I've forgotten more than you ever knew."
   ],
   [
      "OH MY GOD! IT SPEAKS!"
   ],
   [
      "That sounds like a you problem."
   ],
   [
      "You don't need to fear success. You have nothing to worry about."
   ],
   [
      "Your gene pool could use some chlorine."
   ],
   [
      "Wisdom has been chasing you, but you have been running faster."
   ]
]