[
   [
      "Everyone has a few minutes to live, but breathing resets the timer."
   ],
   [
      "Spiders are the only web developers that enjoy finding bugs."
   ],
   [
      "People are afraid of a spider biting them, but we have more teeth. Spiders are afraid of getting stepped on, but they have more legs."
   ],
   [
      "Taxes are the subscription to your country and childhood is the free trial."
   ],
   [
      "When someone tells you to mind your own business, they are a hypocrite, because they are not minding their own business."
   ],
   [
      "When playing limbo, raising the bar lowers the bar, and lowering the bar raises the bar."
   ],
   [
      "Light bulbs were such a good idea, that they became the symbol for a good idea."
   ],
   [
      "ATM fees are just making you buy your own money."
   ],
   [
      "Water can boil you to death, drown you, freeze you, but you still need it to live."
   ],
   [
      "The asteroid that killed off the dinosaurs basically killed many birds with one stone."
   ],
   [
      "Ice cubes float in a pool of their own blood."
   ],
   [
      "Lawyers hope you get sued, doctors hope you get sick, mechanics hope you have car trouble, but only a thief wishes you prosperity."
   ],
   [
      "People cut down birdhouses to make more birdhouses."
   ],
   [
      "You only need a parachute to skydive twice."
   ],
   [
      "Your eraser slowly dies because of your mistakes."
   ],
   [
      "We drive in parkways, and park in driveways."
   ],
   [
      "\"being up for something\" has the same meaning as \"being down for something.\""
   ],
   [
      "ships carry cargo, and cars carry shipments"
   ],
   [
      "We can recreate the feeling of falling from a high altitude in a dream, despite having never fallen like that in real life."
   ],
   [
      "Since Earth is the 3rd planet from the Sun, all countries are third-world countries."
   ],
   [
      "What was the first person to milk a cow trying to do?"
   ],
   [
      "When someone asks you if they can ask you a question, they should ask you if they can ask you 2 questions."
   ],
   [
      "Snails are so slow, but nobody sees them coming."
   ],
   [
      "Fire trucks should be called water trucks."
   ],
   [
      "Every country could have ninjas, but we only know about Japan's ninjas because they are so bad at being ninjas."
   ],
   [
      "\"slim chance\" and \"fat chance\" mean the same thing"
   ],
   [
      "#2 pencils are the most popular pencil type, but they are still number 2."
   ],
   [
      "Go to bed; you'll feel better in the morning is the human version of \"Did you turn it off and turn it back on again?\""
   ],
   [
      "Even when a balloon is half inflated, it is completely full."
   ],
   [
      "Does a straw have one hole or two?"
   ],
   [
      "Nothing is on fire. Fire is on things."
   ],
   [
      "If James Bond is the most famous spy, wouldn't that also make him the worst spy?"
   ],
   [
      "Dogs know more english that we know dog"
   ],
   [
      "We correct autocorrect more than it corrects us."
   ],
   [
      "Only one sock goes missing because if both did, we wouldn't notice."
   ],
   [
      "There will only be one time in each of our lives where we truly stop clapping. Until then, the time between claps just changes."
   ],
   [
      "Teeth are the only problem where if you ignore them, they will go away."
   ],
   [
      "Every broken clock tells you the exact time it passed away."
   ],
   [
      "Black Friday and Cyber Monday deals really put into perspective how much companies could sell items for."
   ],
   [
      "Heat, Pressure and Time. The three things that make a diamond are also the three things that make a waffle."
   ],
   [
      "there could be time combinations on the clock that i've never seen."
   ],
   [
      "We go to work by car each day, taking the same route, but almost never encounter the same cars along the way."
   ],
   [
      "In every Olympic event, they should have an average person compete so we can have a point of reference and appreciate the athletes more."
   ],
   [
      "If money is at the root of all evil, then why do churches ask for it?"
   ],
   [
      "The number of people older than you never goes up."
   ],
   [
      "Every single human in history has witnessed the same sun and moon as you have."
   ],
   [
      "Being an air conditioning repair person must be hard because it's hot when you arrive, and as soon as it's cooled down, you leave."
   ],
   [
      "Your future self is talking crap about you."
   ],
   [
      "The way we treat moths versus butterflies is a real-life example of pretty privilege."
   ],
   [
      "When a morgue worker dies, they'd still need to come to work one more time."
   ],
   [
      "When you feel stupid, it's because you are getting smarter."
   ],
   [
      "If humans could fly, we'd probably consider it exercise and never do it."
   ],
   [
      "During a nuclear explosion, there is a certain distance of the radius where all the frozen supermarket pizzas are cooked to perfection."
   ],
   [
      "They say not to judge a book by it's cover, but if we didn't, we'd never read any books"
   ],
   [
      "There's no way to prove that we all actually see the same colors."
   ],
   [
      "You will never stand backwards on a staircase."
   ],
   [
      "Your whole life is spent gathering people for your funeral."
   ],
   [
      "Go to bed, you'll feel better in the morning is the human version of \"Did you turn it off and turn it back on again?\""
   ],
   [
      "Teenagers drive like they're on borrowed time. Meanwhile, elderly people drive like they've got all the time in the world."
   ],
   [
      "Social anxiety is basically conspiracy theories about yourself."
   ],
   [
      "On any given day in a hospital, you can find people having the best day of their life, the worst day of their life, the first day of their life, and the last day of their life all under one roof."
   ],
   [
      "Flipping your middle finger is halfway to giving the peace sign."
   ],
   [
      "Finally is pronounced \"final-e\" and finale is pronounced \"fi-nally.\""
   ],
   [
      "Do not touch would be a really unsettling thing to read in braille."
   ],
   [
      "We put round pizza in square boxes and eat them in triangles."
   ],
   [
      "At one point in your life, you were exactly pi years old."
   ],
   [
      "Your first birthday is technically your second birthday."
   ],
   [
      "Your stomach thinks all potatoes are mashed."
   ],
   [
      "In order to fall asleep, we have to pretend to be asleep."
   ],
   [
      "When my dog brings me the same toy, I wonder if it's his favorite toy or if he thinks it is my favorite toy."
   ],
   [
      "Batman would look ridiculous trying to solve crimes outside on a sunny day."
   ],
   [
      "Are those who sneeze a lot the most blessed?"
   ],
   [
      "We'll never really know what it smells like underwater."
   ],
   [
      "Every word in every language started out as gibberish until one person convinced enough people that what they said was a real word."
   ],
   [
      "People cover their laptop cameras for fear of hackers but never their phone cameras."
   ],
   [
      "Therapists talk you into brainwashing yourself."
   ],
   [
      "One day, you'll be someone's ancestor."
   ],
   [
      "Someone studying atoms is just a bunch of atoms trying to understand themselves."
   ],
   [
      "You've never seen your own face before-only in pictures and reflections."
   ],
   [
      "Your life can't fall apart if it was never really together in the first place."
   ],
   [
      "You only have one birthday; the rest are congratulations for surviving each year."
   ],
   [
      "Most people aren't scared of being alone in the dark-they're scared of not being alone in the dark."
   ],
   [
      "The first person to inhale helium was probably so relieved that the effects wore off quickly."
   ],
   [
      "Biting your tongue while eating is a perfect example of how you can still screw up, even with decades of experience."
   ],
   [
      "Security at every level of the airport is high until you get to baggage claim."
   ],
   [
      "\"Coffee makes you hyper, but coffee shops are intended to make you slow down and relax."
   ],
   [
      "Alcohol is a depressant, but clubs and bars are designed for people to be lively and energetic.\""
   ],
   [
      "Finding worms in apples has been much less of a problem than I anticipated experiencing as a kid."
   ],
   [
      "All of the caution messages on various products were likely put there because someone tried them out."
   ],
   [
      "History classes are only going to get longer and harder as time goes on."
   ],
   [
      "If 24-hour clocks started at 23:59 and counted down till 00:01, people might try getting more done."
   ],
   [
      "Captain Hook is actually trying to stop Peter Pan from kidnapping children."
   ],
   [
      "We're lucky blinking doesn't make a noise."
   ],
   [
      "Salt is the only rock that is socially acceptable to eat"
   ],
   [
      "They don't let you smile in passport photos because they want you to look the same as if you were standing in line at customs for an hour."
   ],
   [
      "No one has ever been in a fully empty room."
   ],
   [
      "There are two E's in bee, but they're both silent."
   ],
   [
      "\"QUEUE\" is just \"Q\","
   ],
   [
      "The only difference between relaxation and boredom is enjoyment."
   ],
   [
      "You've never actually seen a full movie because you're always blinking."
   ],
   [
      "if a fly loses its wings, is it now called a walk?"
   ],
   [
      "Why do we say 'sleeping like a baby' when babies often wake up crying and restless?"
   ],
   [
      "Water is really what a rainbow tastes like."
   ],
   [
      "Every hollow chocolate bunny is carrying a pocket of air from somewhere else in the world."
   ],
   [
      "If you eat something with a cheese filling, you become the thing with a cheese filling."
   ],
   [
      "Graveyards are probably the least likely place to be haunted because, realistically, none of the people buried died there."
   ],
   [
      "There is a chance you could have used the same utensil twice at a restaurant at different times."
   ],
   [
      "There are more numbers than there are things to count."
   ],
   [
      "Birds probably do more people watching than people do bird watching."
   ],
   [
      "Water is never truly yours - it's just your turn to drink it."
   ],
   [
      "There is a number so big, no one has ever wrote it, said it, or even thought of it."
   ],
   [
      "We laugh when dogs get excited about hearing a bark on TV but if TV was a nonstop stream of unintelligible noises and then someone suddenly spoke to you in your language, you'd be pretty startled too"
   ],
   [
      "Lamps in video games use real electricity."
   ],
   [
      "Almost everyone will go around the sun more times in their life than around the Earth."
   ],
   [
      "Your password has probably locked you out more times than it has locked other people out."
   ],
   [
      "You aren't paid according to how hard you work; you are paid according to how hard your employer thinks you are to replace."
   ],
   [
      "It's weird to think that nighttime is the natural state of the universe, and that daytime is only caused by a nearby, radiating ball of flame."
   ],
   [
      "The tallest person in the world has physically experienced being the exact height of every other person in the world at some point."
   ],
   [
      "Your thoughts might actually be in such a personalized, coded shorthand that even if someone COULD read your mind, they wouldn't understand what the hell you're thinking."
   ],
   [
      "A lemon is not naturally occurring. It's a hybrid developed by crossbreeding a bitter orange and a citron. So life never gave us lemons; we invented them ourselves."
   ],
   [
      "Gummy worms have more bones in them than actual worms."
   ],
   [
      "There is probably a tree somewhere out there now that is growing the wood for your coffin."
   ],
   [
      "When you're sick, the advice you get is to literally do drugs and stay out of school."
   ],
   [
      "It's physically impossible to be the world's most average person because that would make you a record holder, and the average person is not a record holder."
   ],
   [
      "Think of any point in human history. You had an ancestor living at that point, no matter what."
   ],
   [
      "If ghosts have no mass, they would have to fly at 700 km per hour to stay where they are on the Earth."
   ],
   [
      "We often associate the idea of shadows with dark, but actually, shadows exist only if there's light and they disappear in the darkness."
   ],
   [
      "The posted speed limit is the legally accepted maximum limit, but the socially accepted minimum limit."
   ],
   [
      "More people follow Cristiano Ronaldo on social media than there were human beings in 1776."
   ],
   [
      "For all we know, the blue whale is the biggest living being in the universe."
   ],
   [
      "Most dogs spend their entire lives waiting to protect you from something that never comes."
   ],
   [
      "We probably sell more of our rights when agreeing to the terms and conditions than when making a deal with the devil."
   ]
]