[
   [
      "The moon landing was essentially a giant middle finger to the Aliens who doubted us, and \"gnorts\" is an alien slang term, which is why Neil Armstrong changed his name to spell \"gnorts mr alien\" backwards."
   ],
   [
      "The moon was created by a bunch of aliens who like to surf."
   ],
   [
      "An alien species attempted to colonize Earth billions of years ago. The species was allergic to oxygen, so a warring alien race dropped a bunch of single celled organisms, including cyannobacteria, into the ocean, forcing the colonists to leave."
   ],
   [
      "Whales are the biggest  life form in the universe."
   ],
   [
      "The speed of light is a lag in the simulation and the observable universe is our render distance."
   ],
   [
      "Christopher Columbus didn't come to America to prove the world is round or to find a faster route. Someone told him that the gods hide their treasure in that direction, in an effort to get rid of him, because he was an annoying, greedy jerk."
   ],
   [
      "Before dogs, wolves were actually trying to domesticate humans as a form of livestock, but stopped when they realised that the food we make tastes better than we do."
   ],
   [
      "They say we swallow a few spiders per year on average, but that's just because a few people constantly eat spiders, and noone considered them to be an outlier."
   ],
   [
      "The saying, \"an apple a day keeps the doctor away,\" originated because someone kept throwing apples at doctors while chanted it, and this meaning was lost to time."
   ],
   [
      "The Roswell, New Mexico UFO incident was actually the government from the future testing a time machine, which is why it was so easy to cover up."
   ],
   [
      "Aliens are just ignoring us because they are afraid of us."
   ],
   [
      "Mosquitos don't have to inject the itchy stuff, but they just hate us."
   ],
   [
      "Monkeys can speak, but they don't have anything nice to say, so they just don't say anything at all."
   ],
   [
      "The asteroid that wiped out the dinosaurs was sent by aliens who wanted a little more drama."
   ],
   [
      "The Kraken hasn't made any appearences recently, because it's not strong enough to sink modern ships."
   ],
   [
      "For the hundreds of millions of years since the last major extinction event, the homo genus has only been around for 200,000 of them. There were other species like us before, but they all caused their own extinction, without having been around long enough to leave a trace. However, we might be the first to leave a trace, because we have left footprints on the moon."
   ],
   [
      "Vampires used to exist, but they've all since died because global warming makes the sunlight more toxic to them."
   ],
   [
      "Squirrels can do ballet, but only when nothing is watching, because they get really embarrassed."
   ],
   [
      "Bees sting us whenever they see us because they understand that we destroy the environment, and therefore propose an indirect threat to their hive."
   ],
   [
      "The Lochness monster is real, but very shy. He doesn't want to show himself, because all this attention is making him uncomfortable."
   ],
   [
      "The US government is actually controlled by the British government, because George Washington sucked at running a country, so he went crawling back to Daddy England, allowing a secret American ruling class to stay secret for centuries."
   ],
   [
      "Earth is a zoo for aliens, and UFOs are just idiots who jumped over the fence."
   ],
   [
      "The speed of light was set by a higher being to constrain us to a certain area."
   ],
   [
      "The Greek Gods are real, and once they saw the horrible things we are capable of, they went into hiding, and won't come out until we go extinct."
   ],
   [
      "Dolphins are actually smarter than us, and they keep that a secret, for fear of what we would do to them if we found out."
   ],
   [
      "Hurricanes are a failing method which aliens are using to move humans further North so they can colonize the South."
   ],
   [
      "Dogs and cats are actually smarter than humans, but they hide their inteligence and pretend to only understand a few words, so we give them food and shelter for free."
   ],
   [
      "Ghosts are real, but since they have no mass, they just drift off into the vacuum of space."
   ],
   [
      "The pyramids were actually built by humans over the course of thousands of years, and historians just got the date wrong."
   ],
   [
      "Life started on Mars, and the creatures there destroyed it with Global Warming, but not before sending some single celled organisms to Earth."
   ],
   [
      "The Bermuda Triangle is Bigfoot's actual home. He ensures that anyone who sees him goes missing, because he values his privacy. Occasionally, he visits the woods to grab something to eat, which is why people have seen him there."
   ],
   [
      "Santa used to be real, but when he got too old, he outsourced his work to the parents, and time has erased any evidence of this."
   ],
   [
      "Unicorns used to exist, but they were hunted to extinction because they tasted magical, and they were kept a secret to hoard all of the meat."
   ],
   [
      "The moon is actually made of cheese but when we tried to make a copy, we failed miserably, and with time, we just started referring to the copy as \"cheese.\""
   ]
]